<template>
  <div class="z-zzz">
    <h3>各位用户</h3>
    <h3>你们好！</h3>
    <p>
      &emsp;&emsp;众所周知，金融是一个有着极高的专业壁垒的行业。在这个行业里，客户的资金量决定着从业人员的收入，所以无论是信托私募，还是券商资管都在争抢高净值客户以获得高佣金。非高净值的老百姓，可能永远也享受不了专业金融从业人员的服务。这种服务和信息的不对称，恰恰是我们这群有互联网和金融行业履历的创始团队看到的巨大蓝海：我们想当然的认为互联网应该打穿一切，解放生产力。
    </p>
    <img src="../assets/pic_Letter.png" alt="pic_Letter.png">
    <p>
      &emsp;&emsp;从2014年初次接触copy Trading（复制交易）这项技术开始，我们发现通过前沿科技可以有效解决金融行业信息不对称的问题。链接普通账户与交易高手账户，可以实现同步操作。我们知道，跟单高手对时间节点的把握和技术层面的要求非常高，这也就是说我们单纯的复制交易高手的操作，有可能出现一些问题。比如：时间差。如何消灭账户之间的操作时间差是我们要解决的第一个问题。很幸运的是我们与Google通过Adwords产生了联系，有机会接触到这家全球市值最高的科技公司的云计算技术。利用Google云计算技术，我们有效的解决了账户间时间差的问题。这就是：Mirror Trading——镜像交易。
    </p>
    <p>
      &emsp;&emsp;然而最难的并不是实现镜像交易技术，最难的恰恰是“人”。每一位交易高手都是有血有肉的人，是人都有可能犯错，零失误在自然界中根本不存在。我们需要解决的是把错误率控制的尽可能的低。
    </p>
    <p>
      &emsp;&emsp;我们利用oracle的数据库存储技术，结合AI算法，模拟出一套基于交易高手操作数据的风控模型。简单的来说，就是将每一位交易高手的历史操作数据存储、挖掘和提取，当交易高手的操作一旦偏离往期数据的一定量的时候，风控模型会立刻提醒甚至断截当前的操作行为。
    </p>
    <p>
      &emsp;&emsp;我们真诚希望通过科技的力量，为普通用户提供更好的策略服务，实现真正的“普惠大众”，于是便有了我们的项目——Robin Fin。
    </p>
    <p>
      &emsp;&emsp;在创建Robin Fin的过程中，我们发现最关键的是如何找到全球顶尖的交易高手，并说服他们将自己的交易操作数据与我们的平台对接。
    </p>
    <p>
      &emsp;&emsp;中国有句俗话：教会徒弟饿死师傅。这句话并不是没有道理的。我们的平台风控团队花了近两年的时间，利用所有行业资源，对接超过200家资管团队，一家一家谈理念、谈愿景，虽然我们预料到了这件事的难度，可是没想到真的那么难，几乎所有的资管团队都把我们拒之门外。
    </p>
    <p>
      &emsp;&emsp;一个镜像交易的平台，如果没有交易大咖，意味着这个平台只是一个没有意义的空壳！
    </p>
    <p>
      &emsp;&emsp;没办法，只能破釜沉舟，加大投入。我们自掏腰包，动用资源，抢购业内收益率最稳定的十个资管计划，投资标的包括：股票、期货、货币、现货等，平均每份投入金额超过100万，合计投入一千多万元。并且与这些资管计划的交易团队达成战略合作，有偿提供他们的交易操作数据。
    </p>
    <p>
      &emsp;&emsp;幸运的是，先进的云计算技术和AI算法，让我们少走了不少弯路。
    </p>
    <p>
      &emsp;&emsp;在实盘试验中，我们发现运用镜像交易技术在股票市场中很难实现共赢。因为股票交易流动性不够，一旦跟随的账户资金达到一定规模，市场深度就不能满足跟随交易的要求，不仅不能盈利，还有可能导致交易账户和跟随账户同时亏损。所以我们只能放弃股票市场，转而选择市场流动性更高、市场深度更广的交易市场进行实盘试验。
    </p>
    <p>
      &emsp;&emsp;在千百次的数据统计、挖掘、分析、试错之后，我们终于决定将第一选择定位在货币交易市场上，不仅因为这个市场容量是全球最大、监管最严的，更加关键的是其对专业技术要求极高，从而使得镜像交易技术在这个市场中更有价值。
    </p>
    <p>
      &emsp;&emsp;经过整整12个月的实盘跟单测试，我们投入一千万的主账户均达到预期收益并且成功赎回，跟随这些资管团队操作数据的1000多个跟随账户也得到了同比例的交易回报。经过这一年的试验，很多业内知名资管团队知道了我们、知道了Robin Fin，我们的价值理念也慢慢的被理解，更有一些团队主动找到我们，愿意跟我们一起实现“普惠大众”的理想。这些信任和理解，我们更加坚定了要将“普惠”进行到底。
    </p>
    <p>
      &emsp;&emsp;这些只是Robin Fin的demo版，我们知道，要实现我们的愿景，我们需要做的更多：更多的资管团队、更多的交易数据、更多的交易策略……
    </p>
    <p>
      &emsp;&emsp;我们深知这条路的艰难，但无论过程中会遇到多大的阻力，让每一位普通老百姓都能平等的享受优质的策略服务，是我们最大的动力！
    </p>
    <p>
      &emsp;&emsp;截至到您看到的这版上线的APP, Robin Fin的每个交易策略提供者都需要经过严格的审核程序：
    </p>
    <p>
      &emsp;&emsp;1 实盘历史交易数据分析，实盘账户一个月交易数据实时跟踪，达标才能深入探讨合作；
    </p>
    <p>
      &emsp;&emsp;2 任何准合作大咖，都必须进行实地考察，在实地考察过程中，我们将与合作大咖针对交易理念和风控策略再次进行沟通确认，眼见为实。
    </p>
    <p>
      &emsp;&emsp;3 每个上线的交易大咖都需要提供他们的详细信息，包括交易历史数据、风险系数、最大回撤率和历史收益率等，我们将根据交易高手提供的真实数据，从行业口碑、获奖情况、从业年限、历史盈利账户数量、盈利账户交易时长、收益风险比、是否具备独立的风控部门、交易理念等多个维度进行综合考评。
    </p>
  </div>
</template>

<script>
export default {
  name: 'letter',
}
</script>